Repository: lecyclopeduweb/utbf
Catalog: languages/*.po
Languages: fr_fr

source: All
fr_fr: Toutes les

source: Add New
fr_fr: Ajouter

source: Add New a
fr_fr: Ajouter un

source: Add New a
fr_fr: Ajouter une

source: Edit
fr_fr: Éditer

source: New
fr_fr: Nouveau

source: New
fr_fr: Nouvelle

source: View
fr_fr: Afficher

source: Search
fr_fr: Chercher

source: Nothing found in the Database.
fr_fr: Rien dans la base de données.

source: Nothing found in Trash.
fr_fr: Rien dans la poubelle.

source: Category
fr_fr: Catégorie

source: All
fr_fr: Tout

source: UTBF Register form
fr_fr: UTBF Formulaire d’inscription

source: Name
fr_fr: Nom

source: First name
fr_fr: Prénom

source: Label first name
fr_fr: Label prénom

source: Label legal guardian first name
fr_fr: Label représentant prénom

source: Label first name child
fr_fr: Label enfant prénom

source: Last name
fr_fr: Nom

source: Label last name
fr_fr: Label nom

source: Label legal guardian last name
fr_fr: Label représentant nom

source: Label last name child
fr_fr: Label enfant nom

source: Address
fr_fr: Adresse

source: Label address
fr_fr: Label adresse

source: Label legal guardian address
fr_fr: Label représentant adresse

source: Zip code
fr_fr: Code postal

source: Label zip code
fr_fr: Label code postal

source: Label legal guardian zip code
fr_fr: Label représentant code postal

source: City
fr_fr: Ville

source: Label city
fr_fr: Label ville

source: Label legal guardian city
fr_fr: Label représentant ville

source: Phone
fr_fr: Téléphone

source: Label phone
fr_fr: Label téléphone

source: Label legal guardian phone
fr_fr: Label représentant téléphone

source: Label phone 2
fr_fr: Label téléphone 2

source: Label legal guardian phone 2
fr_fr: Label représentant téléphone 2

source: Label legal guardian email
fr_fr: Label représentant e-mail

source: Login
fr_fr: Identifiant

source: Label login
fr_fr: Label identifiant

source: Password
fr_fr: Mot de passe

source: Label classroom child
fr_fr: Label enfant classe

source: Label school child
fr_fr: Label enfant école

source: Label other school child
fr_fr: Label enfant autre école

source: Label birthday child
fr_fr: Label enfant date de naissance

source: Label medical treatments child
fr_fr: Label enfant traitement en cours

source: Label specific aspects child
fr_fr: Label enfant éléments particuliers

source: Label recommendations child
fr_fr: Label enfant recommandations

source: Phone 2
fr_fr: Téléphone 2

source: Title informations
fr_fr: Titre informations

source: Title legal guardian
fr_fr: Titre représentant

source: Child
fr_fr: Enfant

source: child
fr_fr: enfant

source: Title child
fr_fr: Titre enfant

source: Infos bloc child
fr_fr: Informations bloc enfant

source: Classroom
fr_fr: Classe

source: Classrooms
fr_fr: Classes

source: Classrooms authorized
fr_fr: Classes autorisées

source: School
fr_fr: École

source: Other
fr_fr: Autre

source: Birthday
fr_fr: Date de naissance

source: Medical treatment in progress
fr_fr: Traitement en cours

source: Title emergency
fr_fr: Titre urgence

source: Label emergency first name
fr_fr: Label urgence prénom

source: Label emergency last name
fr_fr: Label urgence nom

source: Label emergency phone
fr_fr: Label urgence téléphone

source: Special items to report (food allergies, asthma, etc.)
fr_fr: Eléments particuliers à signaler (Allergies alimentaires, asthme etc…)

source: Any useful recommendations/comments to know about the child?
fr_fr: Des recommandations / commentaires utiles à savoir sur l’enfant ?

source: Case of emergency
fr_fr: En cas d’urgence

source: Text Button
fr_fr: Texte du bouton

source: The form contains errors
fr_fr: Le formulaire contient des erreurs

source: Register
fr_fr: S'inscrire

source: The field is empty
fr_fr: Le champ est vide

source: Email is not valid
fr_fr: L'email n'est pas valide

source: The email is already registered
fr_fr: L'email est déjà enregistré

source: The fields are different
fr_fr: Les champs sont différents

source: have at least 8 characters
fr_fr: avoir au moins 8 caractères

source: a number
fr_fr: un nombre

source: a letter
fr_fr: une lettre

source: a capital letter
fr_fr: une majuscule

source: a lowercase letter
fr_fr: une minuscule

source: a special character
fr_fr: un caractère spécial

source: Password must include
fr_fr: Le mot de passe doit avoir

source: Password must
fr_fr: Le mot de passe doit avoir

source: Password must have at least 8 characters, a number, a capital letter, a special character
fr_fr: Le mot de passe doit avoir au moins 8 caractères, un nombre, une majuscule, un caractère spécial

source: The phone must be composed of numbers only
fr_fr: Le téléphone doit être composé uniquement de chiffres

source: The phone number must be 10 digits long
fr_fr: Le numéro de téléphone doit comporter 10 chiffres

source: The Siret number must consist only of numbers
fr_fr: Le numéro Siret doit être composé uniquement de chiffres

source: The Siret number must contain 14 digits
fr_fr: Le numéro Siret doit contenir 14 chiffres

source: The VAT number must consist of numbers only
fr_fr: Le numéro de TVA doit être composé uniquement de chiffres

source: The VAT number must contain 11 digits
fr_fr: Le numéro de TVA doit contenir 11 chiffres

source: The postal code must consist of numbers only
fr_fr: Le code postal doit être composé uniquement de chiffres

source: The postal code must contain 5 digits
fr_fr: Le code postal doit contenir 5 chiffres

source: The login is already registered
fr_fr: L'identifiant est déjà enregistré

source: Account created successfully.
fr_fr: Compte créé avec succès.

source: Click here to login
fr_fr: Cliquez ici pour vous connecter

source: --Please choose an option--
fr_fr: --Sélectionner une option--

source: The date is not valid
fr_fr: La date n'est pas valide

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Theme settings
fr_fr: Réglages du thème

source: Analytics
fr_fr: Statistiques

source: --Choose a product--
fr_fr: --Choisir un stage--

source: Choosing a product to export
fr_fr: Choisir un stage à exporter

source: Childs
fr_fr: Enfants

source: Your form has been submitted successfully
fr_fr: Votre formulaire a été envoyé avec succès

source: Your form contains errors
fr_fr: Votre formulaire contient des erreurs

source: New Child
fr_fr: Nouvel enfant

source: Add Child
fr_fr: Ajouter un enfant

source: Are you sure you want to delete this child?
fr_fr: Êtes-vous sûr de vouloir supprimer cet enfant ?

source: Ajax registration has a problem. Please contact the site administrator
fr_fr: L'enregistrement ajax a un problème. Veuillez contacter l'administrateur du site

source: No children attached to the account
fr_fr: Pas d'enfant rattaché au compte

source: You do not have any children attached to your account. Please add one from your space.
fr_fr: Vous n'avez pas d'enfant rattaché à votre compte. Merci d'en ajouter un depuis votre espace.

source: Legal guardian
fr_fr: Représentant légal

source: Addresses
fr_fr: Adresses

source: Search account
fr_fr: Rechercher un compte

source: Search for accounts
fr_fr: Rechercher des comptes

source: No result
fr_fr: Aucun résultat

source: No Childs
fr_fr: Aucun enfant

source: Number of items displayed
fr_fr: Nombre d'éléments affichés

source: elements
fr_fr: éléments

source: element
fr_fr: élément

source: on
fr_fr: sur

source: Previous page
fr_fr: Page précédente

source: Current page
fr_fr: Page actuelle

source: Next page
fr_fr: Page suivante

source: Error
fr_fr: Erreur

source: Parent space
fr_fr: Espace parent

source: Select a child
fr_fr: Sélectionner un enfant

source: Select a classroom
fr_fr: Sélectionner une classe

source: No children selected.
fr_fr: Aucun enfant sélectionné.

source: You have not selected your child.
fr_fr: Vous n'avez pas sélectionné votre enfant.

source: You have not selected all children.
fr_fr: Vous n'avez pas sélectionné tous les enfants.

source: You must select different children.
fr_fr: Vous devez sélectionner des enfants différents..

source: You must complete the contact details of the person to be notified in the event of an emergency for each child.
fr_fr: Vous devez compléter les coordonnées de la personne à prévenir en cas d'urgence pour chaque enfant.

source: number
fr_fr: numéro

source: You must select a school for each child.
fr_fr: Vous devez sélectionner une école pour chaque enfant.

source: Canteen
fr_fr: Cantine

source: Daycare
fr_fr: Garderie

source: day
fr_fr: jour

source: half day
fr_fr: demie-journée

source: Canteen prices
fr_fr: Prix de la cantine

source: Daycare prices
fr_fr: Prix de la garderie

source: Authorization to publish photos on the secure blog
fr_fr: Autorisation de publication des photos sur le blog sécurisé

source: Authorization to publish photos on the association's communication tools (website, FB, IG, etc.)
fr_fr: Autorisation de publication des photos sur les outils de communication de l'association UTBF (site internet, Facebook, Instagram, ...)

source: Consent not selected.
fr_fr: Consentements non sélectionnés.

source: Orders
fr_fr: Commandes

source: Order
fr_fr: Commande

source: State
fr_fr: État

source: No order
fr_fr: Aucune commande

source: A child is added in the same product in the cart.
fr_fr: Votre enfant est déjà inscrit à ce stage dans votre panier. Si vous souhaitez modifier certaines informations de votre inscription, vous devez supprimer le stage de votre panier et refaire l’inscription.

source: A child is added in the same product in the orders.
fr_fr: Vous avez déjà inscrit votre enfant à ce stage lors d’une précédente commande.

source: This product does not allow the addition of the class
fr_fr: Ce stage n’est pas disponible pour la classe

source: Emergency contact person
fr_fr: Personne à contacter en cas d’urgence

source: To identify
fr_fr: S'identifier

source: To register your child for this course, please log in or create an account.
fr_fr: Pour inscrire votre enfant à ce stage, merci de vous connecter ou de créer un compte.

source: My children
fr_fr: Mes enfants

source: Specify the name of the school
fr_fr: Préciser le nom de l'école

source: Add a new child
fr_fr: Ajouter un nouvel enfant

source: Product title
fr_fr: Intitulé du stage

source: Product school
fr_fr: Ecole du stage

source: Child first name
fr_fr: Prénom enfant

source: Child last name
fr_fr: Nom enfant

source: Child classroom
fr_fr: Classe enfant

source: Child birthday
fr_fr: Date de naissance enfant

source: Canteen monday
fr_fr: Cantine lundi

source: Canteen tuesday
fr_fr: Cantine mardi

source: Canteen wednesday
fr_fr: Cantine mercredi

source: Canteen thursday
fr_fr: Cantine jeudi

source: Canteen friday
fr_fr: Cantine vendredi

source: Canteen saturday
fr_fr: Cantine samedi

source: Canteen sunday
fr_fr: Cantine dimanche

source: Daycare Monday / 08:00 - 08:45
fr_fr: Garderie Lundi / 08h - 08h45

source: Daycare Monday / 17:00 - 18:00
fr_fr: Garderie Lundi / 17h - 18h

source: Daycare Tuesday / 08:00 - 08:45
fr_fr: Garderie Mardi / 08h - 08h45

source: Daycare Tuesday / 17:00 - 18:00
fr_fr: Garderie Mardi / 17h - 18h

source: Daycare Wednesday / 08:00 - 08:45
fr_fr: Garderie Mercredi / 08h - 08h45

source: Daycare Wednesday / 17:00 - 18:00
fr_fr: Garderie Mercredi / 17h - 18h

source: Daycare Thursday / 08:00 - 08:45
fr_fr: Garderie Jeudi / 08h - 08h45

source: Daycare Thursday / 17:00 - 18:00
fr_fr: Garderie Jeudi / 17h - 18h

source: Daycare Friday / 08:00 - 08:45
fr_fr: Garderie Vendredi / 08h - 08h45

source: Daycare Friday / 17:00 - 18:00
fr_fr: Garderie Vendredi / 17h - 18h

source: Daycare Saturday / 08:00 - 08:45
fr_fr: Garderie Samedi / 08h - 08h45

source: Daycare Saturday / 17:00 - 18:00
fr_fr: Garderie Samedi / 17h - 18h

source: Daycare Sunday / 08:00 - 08:45
fr_fr: Garderie Dimanche / 08h - 08h45

source: Daycare Sunday / 17:00 - 18:00
fr_fr: Garderie Dimanche / 17h - 18h

source: Processing in progress
fr_fr: Traitement en cours

source: Legal guardian 1 last name (parent)
fr_fr: Nom du responsable légal 1 (parent)

source: Legal guardian 1 first name (parent)
fr_fr: Prénom du responsable légal 1 (parent)

source: Legal guardian 1 phone 1 (parent)
fr_fr: Téléphone 1 du responsable légal 1 (parent)

source: Legal guardian 1 phone 2 (parent)
fr_fr: Téléphone 2 du responsable légal 1 (parent)

source: Legal guardian 1 email (parent)
fr_fr: Email du responsable légal 1 (parent)

source: Legal guardian 2 last name
fr_fr: Nom du responsable légal 2

source: Legal guardian 2 first name
fr_fr: Prénom du responsable légal 2

source: Legal guardian 2 phone 1
fr_fr: Téléphone 1 du responsable légal 2

source: Legal guardian 2 phone 2
fr_fr: Téléphone 2 du responsable légal 2

source: Legal guardian 2 email
fr_fr: Email du responsable légal 2

source: Emergency contact last name
fr_fr: Nom de la personne à prévenir en cas d’urgence

source: Emergency contact first name
fr_fr: Prénom de la personne à prévenir en cas d’urgence

source: Emergency contact phone
fr_fr: Téléphone de la personne à prévenir en cas d’urgence

source: Error creating CSV.
fr_fr: Erreur lors de la création du CSV.

source: No children added to this product.
fr_fr: Aucun enfant ajouté dans ce stage.

source: Product invalid.
fr_fr: Stage invalide.

source: Global analytics
fr_fr: Statistiques globales

source: The table in the database does not exist.
fr_fr: La table dans la base de données n'existe pas.
